var USER_GROUP = {
	"-1" : "미승인",
	"0"  : "Administrator",
	"1"  : "Manager",
	"9"  : "PMO",
	"10" : "PM",
	"11" : "PL",
	"12" : "PE",
	"20" : "Guest"
};

var PROJECT_LEVEL = {
	"1"  : "PM1",
	"2"  : "PM2",
	"3"  : "PM3",
	"4"  : "설계변경",
	"10" : "상품도입",
	"20" : "기타"
};

var PROJECT_STATUS = {
	"-1" : "Template",
	"1"  : "신규검토",
	"2"  : "경영계획",
	"3"  : "상품승인",
	"10" : "개발계획",
	"11" : "개발중",
	"20" : "완료",
	"21" : "취소",
	"99" : "삭제"
};

var RESOURCE_TYPE = {
	"0"  : "작업",
	"1"  : "재료",
	"2"  : "투자"
};

var RESOURCE_UNIT = {
	"0" : "",
	"1" : "/시간",
	"2" : "/일",
	"3" : "/주",
	"4" : "/월",
	"5" : "/년"
};

var USAGE = {
	"1"   : "100%",
	"0.9" : " 90%",
	"0.8" : " 80%",
	"0.7" : " 70%",
	"0.6" : " 60%",
	"0.5" : " 50%",
	"0.4" : " 40%",
	"0.3" : " 30%",
	"0.2" : " 20%",
	"0.1" : " 10%"
};

$(document).ready(function() {
	$('[data-toggle="tooltip"]').tooltip();
});
